const yearBooks = [
  {
    _id: "1",
    isYearBook: true,
    name: "نخستین شمارهٔ سال‌نامهٔ فرگرد",
    image: "/assets/images/YearBooks/fargard_1.jpg",
    description: `
    نخستین شماره‌ی سال‌نامه‌ی فرگرد در بهار ۱۴۰۲ خورشیدی از آدرس نشر کام‌گار در هرات منتشر شد. این سال‌نامه دارای چهار بخش: ۱. توسعه و گردشگری، ۲. تاریخ و ادبیات، ۳. فرهنگ و هنر، ۴. شخصیت‌شناسی تشکیل یافته و در نخستین شماره‌اش بیست و یک مقاله از بیست و یک نویسنده و پژوهش‌گر افغانستان جمع‌آوری و منتشر شده است.
    در بخش توسعه و گردشگری مقالاتی از:
    ۱. منار جام شاهکاری در هنر معماری – حمیدالله کام‌گار
    ۲. گردشگری فرهنگی، روزنه‌ی جهت توسعه گردشگری شهرستان غوریان – حمیدالله امیری غوریانی
    ۳. هنر معماری دوره‌ی تیموریان در هرات – محمد مسلم مروی
    ۴. مروری به تاریخ غوریان با نیم‌نگاهی به وضعیت اقتصادی و بازارها – تمیم عرفان
    ۵. کوشک کهنه در یک نگاه – غیاث‌الدین افتخارجمشیدی
    ۶. اُدران در تاریخ – فیروزاحمد سروری اُدرانی
    ۷. غرچستان تاریخی – فضل‌الحق فایق
    و در بخش تاریخ و ادبیات مقالاتی از:
    ۸. جایگاه زن در شعر ضیاءالحق سخا – افسانه واحدیار
    ۹. نگاهی به فرهنگ تحفةالاحباب سلطان‌علی اوبهی – ناهید امان‌یار
    ۱۰. شعر و رسالتش – مولاداد رستمی
    ۱۱. انوار سهیلی مولانا حسین واعظ کاشفی و فهرست توصیفی نسخه‌های آن – یاسر معز
    و در بخش فرهنگ و هنر مقالاتی از:
    ۱۲. سیر هنر در دوره‌ی تیموریان – همایون احمدی
    ۱۳. میراث‌های مشرق‌‌زمین – فصل مشترک جاودانه، یا فراقی بی‌بازگشت؟ - شکیب شهابی
    ۱۴. نگاهی بر سیر تکامل خط عربی در تمدّن اسلامی – عبدالحق نوری
    و در بخش شخصیت‌شناسی مقالاتی از:
    ۱۵. خواجه خواجگان ابوالفضل بیهقی – دکتر عبدالغفور آرزو
    ۱۶. نگاهی گذرا به زندگی، احوال و آثار الحاج میرزا شرف‌الدین خادم‌الفقرای کروخی – محمد کاظم امینی
    ۱۷. شرح حال و آثار میرزا محمد ارشد برنابادی – قاضی بصیراحمد صدیقی
    ۱۸. کریم فرزان، شخصیت چند بُعدی – محمد یعقوب مشعوف
    ۱۹. شرح حال فاضل، علامه مولانا ابونصر محمد اعظم برنابادی – راشد خالد – ترجمه محمد مسلم مروی
    ۲۰. نگاهی به کارنامه‌ی محجوبه هروی – سهیلا زاهد
    ۲۱. از قهقه‌های اسماعیل سیاه تا خنده‌های ماما نسیم – زلمی غفوری خوشنگار.
    این سال‌نامه در قطع وزیری و رنگی منتشر شده و دارای ۵۴۰ صفحه می‌باشد و تمام هزینه‌ی چاپ و نشر آن به دوش نشر کام‌گار است. هم‌زمان به دلیل مشکلات اقتصادی جامعه و نیز این‌که شمار فراوانی از فرهنگیان افغانستان در مهاجرت به‌سر می‌برند و دست‌رسی‌شان به بازار کتاب و نشر در افغانستان کم‌تر است، فایل کامل پی‌دی‌اف نخستین شماره‌ی سال‌نامه‌ی فرگرد در سایت جناب آقای پیمان و نیز کانال نگارستان کام‌گار به اشتراک گذاشته‌ایم تا علاقه‌مندان بتوانند رایگان دانلود نموده و در اختیار داشته باشند.
    مرکز پخش: هرات، چوک گل‌ها، جنب کتاب‌خانه‌ی عامه، کتاب‌فروشی‌های احراری، فاروقی و توحید.
    `,
    date: 1402,
    pdf: '/assets/pdf/fargard_1.pdf'
  },
  {
    _id: "2",
    isYearBook: true,
    name: "دومین شمارهٔ سال‌نامهٔ فرگرد",
    image: "/assets/images/YearBooks/fargard_2.jpg",
    description: `
    دومین شمارهٔ سال‌نامهٔ فرگرد در بهار ۱۴۰۳ خورشیدی از آدرس نشر کام‌گار در هرات منتشر شد و در این شماره بیست و دو مقاله از بیست و دو نویسنده و پژوهش‌گر افغانستانی جمع‌آوری و در چهار بخش زیر منتشر گردیده است:
    در بخش توسعه و گردشگری:
    ۱. تأثیر فجایع انسانی بر میراث‌های فرهنگی - سیدعلی‌رضا مشفق.
    ۲. لنگرشریف؛ خانقاه و مجموعهٔ زیارت‌گاه میر غیاث‌الدین - عبدالصابر پیرزاده.
    ۳. باغ تاریخی ملمنج؛ نمایی از تمدن غرچستان - فضل‌الحق فایق غوری.
    ۴. مسجد جامع برناباد - بصیراحمد صدیقی.
    ۵. بغشور؛ جایابی و مشاهیر آن - حمیدالله کام‌گار.
    ۶. از زنجیرگاه تا چله‌خانه - سیدمحمد سامح.
    ۷. زلزلهٔ ۱۵ میزان هرات - حمیدالله امیری.

    در بخش تاریخ و ادبیات:
    ۸. عوامل سقوط و انحطاط دولت‌ها در آراء و آثار سعدی - حمید امینی.
    ۹. خلیفه ابراهیم شکیبانی و کتاب واقعات اسلامی - دکتر خلیل‌الله افضلی.
    ۱۰. فارسی یا دری و تبعات تبدیل‌شدن عنوان فارسی به دری در افغانستان - عالم‌پور عالمی.
    ۱۱. در آن است، آن‌چه در آن است؛ معرفی و نسخه‌شناسی توصیفی فیه ما فیه - تمیم عرفان.
    ۱۲. نگاره‌یی از زندگانی و اشعار میر سعدالدین ابوسعید اوبهی - ناهید امان‌یار.
    ۱۳. رسالهٔ وجودیه جامی - یاسر معز.
    ۱۴. نگاهی گذرا به زندگانی و آثار مولانا لطفی هروی - کاظم امینی.

    در بخش فرهنگ و هنر:
    ۱۵. نقد طنزگونه جامعه در مجموعهٔ شعری "هذیان‌های جوانی از غلام‌حیدر اسیر هروی" - معروفه صدیقی.
    ۱۶. بررسی سیر تکامل خط نستعلیق در دورهٔ تیموریان هرات - عبدالحق نوری.
    ۱۷. نگاهی کوتاه به کارنامهٔ استاد عبدالجلیل توانا هروی - محمدصدیق میر.

    و در بخش داستان و بررسی آثار ادبی:
    ۱۸. بود و نبود (داستان) - سیامک هروی.
    ۱۹. تابلوهای مرگ‌بار (داستان) - محمد الیاس نجیبی.
    ۲۰. ترفندهای داستانی در داستان‌های کوتاه گل‌احمد نظری آریانا - محمد رنجبر.
    ۲۱. درنگی بر رمان (کتاب‌خانهٔ نیمه‌شب) - زلمی خوشنگار غفوریان.
    ۲۲. نگاهی به رمان (دختران تالی) - فتیح‌محمد بهزاد.

    این شماره از سال‌نامه نیز در قطع وزیری و کاملاً رنگی منتشر شده و دارای ۴۵۰ صفحه می‌باشد. هم‌زمان به‌دلیل مشکلات اقتصادی جامعه و نیز این‌که شمار فراوانی از فرهنگیان افغاستان رو به مهاجرت آورده‌اند و دست‌رسی‌شان به بازار کتاب و نشر افغانستان کم‌تر است، فایل کامل پی‌دی‌اف دومین شمارهٔ سال‌نامهٔ فرگرد را در سایت پارسی‌بان به اشتراک گذاشته‌ایم تا علاقه‌مندان بتوانند رایگان آن را دانلود نموده و در اختیار داشته باشند.
    صاحب امتیاز و سردبیر سال‌نامهٔ فرگرد آقای تمیم عرفان و مدیر مسئول آن محمدغوث فرحان می‌باشد.
    مرکز پخش: هرات، چوک گل‌ها، جنب کتاب‌خانهٔ عامه، کتاب‌فروشی‌های احراری، فاروقی و توحید.
    `,
    date: 1403,
    pdf: '/assets/pdf/fargard_2.pdf'
  },
  {
    _id: "3",
    isYearBook: true,
    name: "سومین شمارهٔ سال‌نامهٔ فرگرد",
    image: "/assets/images/YearBooks/fargard_3.jpg",
    description: `
    سومین شمارهٔ سال‌نامۀ فرگرد در بهار ۱۴۰۴ خورشیدی لباس چاپ بر تن نموده و در این شماره ۲۱ مقاله از نویسندگان و پژوهش‌گران در چهار بخش ذیل منتشر گردیده است:
    در بخش توسعه و گردشگری مقالاتی از:
    ۱. آشنایی با آتشکده‌های هرات – حمیدالله کام‌گار
    ۲. تأثیر فجایع طبیعی بر تخریب میراث فرهنگی - سید علی‌رضا مشفق
    ۳. مسجد و خانقاه خواجه مهدی معروف به خوله بلند - بصیراحمد صدیقی
    ۴. زلزلۀ سال ۱۴۰۲ خورشیدی هرات و تأثیر آن بر بناهای تاریخی این استان - محمد مسلم مروی

    در بخش تاریخ و ادبیات مقالاتی از:
    ۵. بررسی فعل و انواع آن در دفتر شعری «و این‏سان به دنبال سالار نیما یوشیج رفتیم» از واصف باختری - معروفه صدیقی
    ۶. تفتازانیان هرات؛ نگاهی به مشاهیر این خانواده و جایگاه علمی - مذهبی‌ آنان در هرات و خراسان – مسعود امینی
    ۷. شاخص‌های زنده‌داری زبان فارسی (بررسی نیازسنجی تأسیس فرهنگستان زبان فارسی‌دری در افغانستان) – حمیدالله امینی
    ۸. گوناگونی و تبارشناسی نسخ خطی «وصایا القدسیه» اثر شیخ زین‌الدین خوافی - احمد عطوفتی خوافی و فرهاد احراری
    ۹. مسائل اخلاقی و اجتماعی در آثار مولانا - شادمحمد سهاک
    ۱۰. نگاهی گذرا به مناسبات امیرعلی‌شیر نوایی و مولانا شیرعلی بنایی هروی - محمد کاظم امینی
    ۱۱. اوضاع تاریخ اجتماعی و سیاسی هرات در دورۀ تیموریان با تکیه بر نسخۀ خطّی منشأالانشاء - نادر ایل‌رودی
    ۱۲. رباعیات مولانا؛ قصه‌ای کهن در نگاهی نو - تمیم عرفان
    ۱۳. نگاهی به شعر بهرام هیمه (مطالعۀ موردی مجموعۀ الف تا یار) - حیات‌الله ره‌یاب

    در بخش فرهنگ و هنر مقالاتی از:
    ۱۴. خوش‌نویسِ گم‌نامِ فوشنجی، کاتبِ نسخه‌ای نفیس از دیوانِ حافظ - فرهاد احراری
    ۱۵. شاخصه‌ها و دیدگاه‌ها دربارۀ علامه سعادت‌ملوک تابش - میر محمدیعقوب مشعوف
    ۱۶. از سنگ تا کاغذ (زندگی و فعالیت‌های هنری نیک‌‌محمد مستمند غوری) – میوند زمانی
    ۱۷. جنبه‌های آموزشی و کاربردی نگارش و روش تحقیق یعقوب یسنا - عالم‌پور عالمی

    و در بخش داستان:
    ۱۸. معجزۀ شب‌‌تاب (داستان) - خداداد محمدی
    ۱۹. بهشتی‌ها (داستان) - محبوبه تیموری
    ۲۰. هیچ‌کس (داستان) - گیتی آرین
    ۲۱. پنجرۀ آشپزخانه (داستان) - فائزه فضلی

    این شمارۀ فرگرد نیز در قطع وزیری و کامل رنگی منتشر شده و دارای ۳۶۰ صفحه می‌باشد و تمام هزینۀ چاپ و نشر آن به دوش نشر کام‌گار است. هم‌زمان به‌دلیل مشکلات اقتصادی جامعه و نیز این‌که شمار فراوانی از فرهنگیان افغانستان رو به مهاجرت آورده‌اند و دست‌رسی‌شان به بازار کتاب و نشر در افغانستان کم‌تر است، فایل کامل پی‌دی‌اف سومین شمارهٔ سال‌نامۀ فرگرد در سایت پارسی‌بان به اشتراک گذاشته شد تا علاقه‌مندان بتوانند رایگان دانلود نموده و در اختیار داشته باشند. صاحب امتیاز و سردبیر سال‌نامهٔ فرگرد تمیم عرفان و مدیر مسئول آن محمدغوث فرحان می‌باشد. ویراستاری‌اش را حمیدالله کام‌گار و طرح جلد و برگ‌آرایی این شماره را حسین‌علی ابراهیمی به عهده داشته‌اند.
    مرکز پخش: هرات، چوک گل‌ها، جنب کتاب‌خانهٔ عامه، کتاب‌فروشی‌های احراری، فاروقی و توحید.
    `,
    date: 1404,
    pdf: '/assets/pdf/fargard_3.pdf'
  },
];

export default yearBooks;
